tap "beutton/brew"
tap "deskflow/tap"
tap "krishkrosh/apps"
tap "th-ch/youtube-music"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "mas"
brew "starship"
brew "tree"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alt-tab"
cask "betterdisplay"
cask "cherry-studio"
cask "cursor"
cask "folo"
cask "fork"
cask "ghostty"
cask "homerow"
cask "iina"
cask "kiro"
cask "localsend"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "moonlight"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "parsec"
cask "pearcleaner"
cask "raycast"
cask "rsyncui"
cask "telegram"
cask "termius"
cask "trae"
cask "visual-studio-code"
cask "wattsec"
cask "wechat"
cask "yaak"
cask "youtube-music"
cask "zed"
cask "zerotier-one"
mas "Bob", id: 1630034110
mas "Quantumult X", id: 1443988620
mas "VidHub", id: 1659622164
mas "企业微信", id: 1189898970
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "antfu.icons-carbon"
vscode "augment.vscode-augment"
vscode "be5invis.vscode-custom-css"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cipchk.cssrem"
vscode "connor4312.esbuild-problem-matchers"
vscode "dbaeumer.vscode-eslint"
vscode "ddiu8081.moegi-theme"
vscode "dracula-theme.theme-dracula"
vscode "echevarriandre.theme-dracula-clean"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "hediet.debug-visualizer"
vscode "humao.rest-client"
vscode "interactive-smartlog.interactive-smartlog"
vscode "lihui.vs-color-picker"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.remote-explorer"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "ritwickdey.liveserver"
vscode "russell.any-rule"
vscode "ryu1kn.partial-diff"
vscode "slhsxcmy.vscode-double-line-numbers"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tobermory.es6-string-html"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "whtouche.vscode-js-console-utils"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
